Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: This represents a major change in the concept of economic growth which, in the past, could be considered as benefiting from military supremacy and structural violence and achieved at the expense of the vanquished and the weak.
es: Esto constituye un cambio importante en el concepto de crecimiento económico que, en el pasado, podía considerarse el resultado de la supremacía militar y la violencia estructural y conseguirse a costa de los vencidos y los débiles.

source: Where no internally generated intangible asset can be recognised, development expenditure is recognised as an expense in the year in which it is incurred.
es: Cuando no puede reconocerse un activo intangible generado internamente, los costes de desarrollo se reconocen como gasto en el periodo en que se incurren.

source: The result was that the authority of these structures nearly doubled at the expense of increasingly residual federal institutions.
es: El resultado fue que la autoridad de estas estructuras se duplicaba a expensas de las cada vez más residuales instituciones federales.

source: The associated expenditure would be recorded as a development expense.
es: El gasto asociado se registraría como un gasto de desarrollo.

source: Where discounting is used, an increase in the provision is recognized as a financial expense.
es: En estos casos, el incremento en la provisión se reconoce como un gasto financiero.

source: (i) Such travel expenses shall not be paid if the requested journey is unreasonable, either because of its timing in relation to other authorized travel of the staff member or his or her eligible family members or because of the brevity of the visit in relation to the expense involved
es: i) No se pagarán esos gastos si el viaje solicitado no es razonable, bien por la fecha escogida en relación con otro viaje autorizado del funcionario o sus familiares con derecho a ello, o bien por la brevedad de la visita en relación con el gasto asociado

source: The calibration curve shall be calculatedby the methodof least squares.
es: La curva decalibración secalculará por el método delos mínimos cuadrados.

source: Some tools, like the pencil, brush, line, and curve, let you make a variety of straight, curved, and wiggly lines.
es: Algunas herramientas, como el lápiz, el pincel, la línea y la curva, permiten realizar diversas líneas rectas, curvas y onduladas.

source: The last correct grating seen for each spatial frequency is plotted on a contrast sensitivity curve.
es: La ultima gradilla vista correctamente para cada frecuencia especial se grafica en una curva de sensibilidad de contraste.

source: The internet is a learning curve based on experience, as much your own as others.
es: La web es un campo de aprendizaje en base a la experiencia, tanto propia como de otras personas.

source: For migrantsending countries such as Indonesia, the Philippines and Bangladesh, out-migration relieves unemployment, and provides a return of hard cash and goods as the overseas workers send back part of their earnings.
es: Para los países exportadores de mano de obra, el flujo migratorio atenúa el paro y proporciona unos ingresos en divisas y productos, que los trabajadores emigrados envían a sus familias.

source: Tests will be done to rule out other causes for your symptoms.
es: Se realizan exámenes para descartar otras causas para los síntomas.

source: A physical examination and psychological evaluation can rule out other causes of anxiety.
es: Un examen físico y una evaluación psicológica pueden descartar otras causas de ansiedad.

source: First of all, what we are doing just now is evaluating all the ideas and information that we have got.
es: Ante todo, lo que estamos haciendo por ahora es evaluar todas las ideas e informaciones que hemos recogido.

source: To what extent will special interests be allowed to benefit at the expense of the small businesses and the individual?
es: ¿Hasta qué punto se pueden beneficiar intereses especiales a expensas de las pequeñas empresas y del individuo?

source: The landlord is responsible for the expense of the upkeep of his property.
es: El propietario es responsable de los costes de la conservación de sus bienes.

source: These activities are expanding and are funded at the expense of mainstream programme activities.
es: Las actividades de este tipo de entidades va en aumento y se financian a expensas de las actividades de los programas principales.

source: Expense is measured and recorded based upon the fair market value of the stock contributed to the plans each month.
es: Los gastos se calculan y se registran sobre la base del valor razonable de mercado de las acciones que se aportan a los planes en cada mes.

source: In all cases, financial capital wins on both ends, at the expense of our historical lack of expertise.
es: De cualquier modo, ganan por ambos lados, a expensas de nuestra impericia histórica.

source: Those civilians have lost their lives so that some might achieve their electoral aspirations or claim a bogus victory at the expense of the deceased victims.
es: Esos civiles han perdido la vida para que algunos puedan alcanzar sus aspiraciones electorales o reivindicar una victoria fantasma a expensas de los muertos.

source: Elderly people and patients are more than just an item of expense to society.
es: Las personas mayores y pacientes son más que un objeto de gasto para la sociedad.

source: The contract can be terminated at the expense of either of the parties in the event of failure to observe the obligations incumbent on it under cover of these conditions and of the particular conditions.
es: El contrato podrá ser cancelado aux torts de una de las partes en caso de inobservancia de las obligaciones que le incumban de conformidad con las presentes y de las condiciones particulares.

source: We shall have to use all the wisdom acquired from experience, but we must also have the boldness of imagination.
es: Tendremos que recurrir a toda la prudencia que nos ha enseñado la experiencia, pero también tener la audacia de la imaginación.

source: Rather, Europe would like all parts of the world to share its concern and for each region, based on the means available and its own experience, to help combat this problem, which is beginning to affect large sections of the population.
es: Europa quiere, y me gustaría insistir en ello, que todas las regiones del mundo compartan esta preocupación y que cada una, en la medida de sus posibilidades y de su propia experiencia, contribuya a luchar de manera eficaz contra el problema, que empieza a afectar a capas importantes de la población.

source: As has been the case, bad news chased the good, as dismal corporate earnings reports and news of large layoffs across the country were also reported.
es: A esto se añadió la noticia positiva del paquete de estímulo y el plan del Presidente Obama de crear un banco que consolidara los activos más tóxicos.

source: The practical question raised at that stage was whether any adjustments to the expected cash-flow model should be made to the opening balance of retained earnings.
es: La cuestión práctica que se planteaba en aquel momento era si se debía ajustar el saldo inicial de ganancias retenidas para adaptarlo al modelo de flujos de efectivo esperados.

source: This loss was recorded as loss on derivative instruments in the condensed consolidated statements of earnings.
es: Esta pérdida se registró como pérdida en instrumentos derivados en el estado de resultados condensado consolidado.

source: This will involve structural statistics on earnings and the implementation of a Community job vacancy survey.
es: Todo ello requerirá estadísticas estructurales sobre salarios y la aplicación de una encuesta comunitaria sobre ofertas de empleo.

source: At that time, the earnings in dollars coming from the export of these two products had to be turned over to the Brazilian government, which would then exchange them at the official rate of exchange.
es: En esa época los ingresos en dólares provenientes de las exportaciones de esos dos productos debían ser entregados al gobierno Brasileño que los cambiaba a una tasa de cambio oficial.

source: In most cases, holders of fraudulent certificates of competency do not meet the minimum certification requirements of the STCW Convention.
es: En la mayoría de los casos, los poseedores de tales títulos y certificados no reúnen los requisitos mínimos fijados por el Convenio STCW.

source: name of ship, distinctive number or letters and port of registry
es: nombre del buque, número o letras distintivos y puerto de matrícula

source: But, an overall vision linked to the competency framework and to a new performance appraisal system is still lacking.
es: Sin embargo, aún falta una visión general que corresponda a un marco de competencias y a un nuevo sistema de evaluación profesional.

source: The second phase of the project, started in early 2003, consists in the design of the assessment tools and exercises, using the competency framework as a basis.
es: La segunda fase del proyecto, iniciada a comienzos de 2003, consiste en elaborar instrumentos y ejercicios de evaluación, con arreglo a ese marco de competencias.

source: Based on questionnaires addressed to public officials, they aim at identifying major obstacles to their performance and at evaluating and advocating for opportunities for reform.
es: Estas encuestas consisten en un cuestionario que se envía a diversos funcionarios públicos para identificar los principales obstáculos al correcto desempeño de su actividad y para evaluar y poner de manifiesto las oportunidades de reforma.

source: In evaluating possible opportunities for streamlining management and finance-related reports, the provisions contained under the relevant General Assembly resolutions have been taken into consideration.
es: Al estudiar las posibilidades de simplificar los informes relativos a la gestión y las finanzas, se han tenido en cuenta las disposiciones de las resoluciones pertinentes de la Asamblea General.

source: They will in the meantime have had to reinvest part of their earnings in social projects in their community.
es: Habrán tenido que reinvertir en el intertanto parte sus ganancias en proyectos sociales en su comunidad.

source: To avoid economic scarcities, foreign exchange earnings needed a boost.
es: A fin de evitar la escasez económica, hubo que impulsar los ingresos de divisas.

source: It would make the sector that does not need to evaluate costs, and where easy earnings are made, ever more dominant.
es: Haciendo que el sector que no tiene que hacer escandallo, y donde los ganancia es fácil, fuera cada vez el más dominante.

source: Thereafter, the earnings from these projects serve to leverage additional projects and to replenish the administrative budget.
es: A partir de ahí, los beneficios de esos proyectos sirven para apoyar otros nuevos y reponer el presupuesto administrativo.

source: It has enabled some 4.500 workers to benefit from employment and increased earnings abroad.
es: Ha permitido a unos 4.500 trabajadores obtener empleo y mayores ingresos en el extranjero.

source: 9 Check stubs for each payday last month and this month or a letter or note from your employer showing your earnings for that period before taxes and other deductions.
es: 9 Talonarios de cheques por cada día de pago del último mes y de este mes o una carta o nota de su patrón donde aparezcan sus ganancias por ese período antes de los impuestos y de otras deducciones.

source: Coordinating the recognition of training and the associated certificates of competency centrally is a step in the right direction.
es: La coordinación central del reconocimiento de la formación y de los certificados de aptitud para la navegación supone un paso adelante.

source: It takes certain distinctive attributes to make a quality product.
es: Se requieren ciertos atributos diferenciadores para fabricar un producto de calidad.

source: India's distinctive music, dance, theater, festivals and cuisines are enjoyed by many tourists.
es: La música, el baile, el teatro, los festivales y los platos típicos son disfrutados por muchos turistas.

source: This should be properly taken into account when recognising certificates of competency from a third country.
es: Ello ha de tenerse muy en cuenta a la hora de reconocer los certificados de aptitud para la navegación de un país tercero.

source: Information is exchanged on a regular basis, and technical discussions in a number of important competency areas have proven to be useful to both sides.
es: Se intercambia información regularmente, y los debates técnicos sobre diversas áreas de competencia importantes han demostrado ser útiles para ambas partes.

source: And stand out among the competition by achieving a competency and promoting your specific expertise.
es: Y destacarse entre la competencia pudiendo lograr competencias que promuevan sus habilidades específicas.

source: The use of 'Steirischer Kren', with its distinctive properties, also enables processed products of different origin to be distinguished, since pungency and fieriness are retained as a result of gentle processes.
es: El uso del «Steirischer Kren», con sus propiedades distintivas, también permite distinguir los productos de diverso origen tratados con este tipo de rábano, puesto que conserva su aroma y su sabor picante gracias a métodos de transformación naturales y suaves.

source: The more discerning foreign visitor is turning away from standard travel agency packages in favour of something more unusual and distinctive.
es: Los visitantes extranjeros más exigentes dejan de lado las clásicas ofertas de las agencias de viajes y buscan lo insólito y distintivo.

source: "Not only must they refurbish their showrooms with the brand's new colours, they must also have a special ""corner"" for the new ""DS"" - DS being the abbreviation for ""Distinctive Series""."
es: No contentos con tener que rehacer las salas de exposición con los nuevos colores de la marca, deberán tener un «corner» específico para la nueva línea DS, abreviatura de «Distinctive Series».

source: Xerox Premier Partners can help you profit from this resource by combining targeted, personalized direct mail marketing with your regular transactional statements, without the added cost of separate mailings.
es: Los Xerox Premier Partners le ayudarán a aprovechar este recurso combinando el marketing directo personalizado con sus extractos transaccionales habituales, sin el coste añadido que suponen los publienvíos independientes.

source: I think that promoting exchanges of these experiences is very important because it raises the awareness of the competent agencies, it gives them ideas about applying measures and evaluating progress.
es: Creo que promover el intercambio de estas experiencias es muy importante, porque aporta información a las agencias competentes, les da ideas para la aplicación de medidas y la evaluación del progreso.

source: To achieve this, they focused on improving, analysing, evaluating and applying the ideas contained in the Bank of Innovative Practices of the Andalusian Public Health System (APHS).
es: Para ello han trabajado en la mejora, análisis, evaluación y aplicabilidad de las ideas recogidas en el Banco de Prácticas Innovadoras del Sistema Sanitario Público de Andalucía (SSPA).

source: Specialist conferences are the main forum for publicising and evaluating findings, pooling knowledge and ideas, launching cooperation initiatives and developing new or improved concepts.
es: Las conferencias especializadas constituyen el principal foro para la difusión y evaluación de resultados, el intercambio de conocimientos e ideas, el inicio de programas de cooperación y el desarrollo de nuevos o mejores proyectos.

source: In 2008, we requested ideas specifically related to sustainability, and are evaluating the 25 ideas received.
es: En 2008 los invitamos a aportar ideas específicamente relacionadas con la sustentabilidad y estamos evaluando las 25 recomendaciones recibidas.

source: "Author of ""Balança da Inovação®"" - three plate's balance that allows evaluating ideas by the movement of the plates considering Newtonian physics / human values / costs and the benefits of the idea."
es: "Autor de la ""Balança da Inovação®"" - balanza de tres platos en la cual se evalúan ideas por el movimiento de los platos que relaciona física newtoniana / valores humanos / costos y beneficios de la idea."

source: Investments in affiliates are carried at cost plus equity in undistributed earnings.
es: Las inversiones en afiliadas se contabilizan al costo más la participación en las ganancias no distribuidas.

source: The victim is forced to hand over her earnings either directly or through a third party.
es: La víctima se ve obligada a entregar sus ganancias directamente o a través de otra persona.

source: Such purchases increase the export earnings, foreign currency reserves and the wealth of the country.
es: Estas operaciones contribuyen a aumentar los ingresos de exportación, las reservas de moneda extranjera, y la riqueza del país.

source: Currently a gain of control is accounted for using the purchase method and a loss of control is accounted for as a sale resulting in a gain or loss in earnings.
es: Actualmente, la toma de control se contabiliza usando el método de compra y la pérdida de control se contabiliza como venta resultando en pérdida o ganancia de utilidades.

source: They can't afford to spend their earnings on alcohol, but their addiction won't let them stop drinking.
es: Ellos no tienen suficiente dinero para permitirles el consumo del alcohol, pero su adicción no les deja parar de beber.

source: This has created an enormous currency mismatch between the earnings of the debtors and their debt service obligations.
es: Así se ha creado un enorme desajuste monetario entre los ingresos de los deudores y sus obligaciones de servicio de la deuda.

source: With this policy, we are trying to prevent the digital divide from becoming wider, which would create a gap in earnings.
es: Con esta política intentamos evitar que se ensanche la línea divisoria digital, lo cual crearía una brecha en materia de ingresos.

source: When it is about keeping the profits and transferring earnings the branch offices were considered to be part of the same economic unit as headquarters.
es: Cuando se trataba de llevarse las ganancias y girar las utilidades consideraron a las sucursales como parte de una misma unidad económica con la casa matriz.

source: Increase/decrease in retained earnings at end of period.
es: Aumento/ disminución de las ganancias retenidas a final del período.

source: We are convinced that to the Reformed churches a distinctive vision of the catholic faith has been entrusted for the good of the whole church.
es: Estamos convencidos que se ha confiado a Iglesias Reformadas una visión distinctiva de la fe católica para el bien de toda la Iglesia.

source: All the members of Small Distinctive Hotels provide first class services, peaceful, romantic and privacy ambiances and are environmentally conscious.
es: Todos los miembros de Small Distinctive Hotels le proveerán servicios de primera clase, experimentará paz, romance, privacidad y conciencia ambiental.

source: Remember Small Distinctive Hotels shows you the best of Costa Rica?
es: Recuerde Small Distinctive Hotels le muestra lo mejor de Costa Rica?

source: Small Distinctive Hotels command an ideal option to honeymoon couples as well as families, romantic and relaxing vacations.
es: Small Distinctive Hotels es ideal para su luna de miel, vacaciones familiares, románticas e inclusive bodas.

source: The participation at many national and international trade fairs, the advertising in trade magazines and the direct mail marketing to the user is highly valued by trade outlets as sales-promotion measures.
es: La participación en muchas ferias especializadas nacionales e internacionales, la publicidad en revistas especializadas y los envíos publicitarios directamente al usuario, son muy apreciados por el comercio especializado como medidas de fomento de ventas.

source: Please do not solicit me for additional products and services through telephone marketing, or direct mail marketing.
es: Por favor, no me envíen información sobre productos y servicios adicionales mediante

source: Direct mail marketing
es: Comercialización directa por correo

source: Online printing services and graphical design your 100% online solution for direct mail marketing services, order cheap color brochure printing services at Optimalprint.
es: Los Servicios de Imprenta Gráfica online Una solución completa para su campaña de publicidad directa. Pida sus folletos y volantes a bajo precio en Optimalprint.

source: Postcards are probably the most effective direct mail marketing tool.
es: Las postales son probablemente el método directo de marketing por correspondencia más efectivo.

source: Are you planning a direct mail marketing campaign aimed at prospective clients or business partners?
es: ¿Está planeando una campaña de marketing por correo dirigida a clientes o socios potenciales?

source: Out-of court redress mechanisms exist in some countries, sometimes established by legislation, though they vary in many respects, such as origin (branch-specific e.g., direct marketing, e-mail marketing), 'jurisdiction', powers and sanctions (e.g., damage claims), involvement of specific authorities (e.g., DPAs, advertising standards bodies) etc.
es: En algunos países existen mecanismos extrajudiciales de solución de litigios, creados a veces por la legislación, pero que difieren unos de otros por numerosos conceptos origen (mecanismos sectoriales, p. ej. para la venta directa o la comercialización por correo electrónico), «jurisdicción», competencias y sanciones (p. ej., daños y perjuicios), participación de determinadas autoridades (p. ej., las APD, los organismos de deontología publicitaria), etc.

source: evaluating microfinance and microinsurance opportunities for disaster risk management.
es: realización de evaluaciones de las posibilidades financieras y de seguros a nivel micro para la gestión del riesgo de desastres.

source: The first is evaluating the opportunities of grouping together the administrative functions of a majority of the smaller agencies, and so releasing resources and expertise in complying with the complicated regulatory framework surrounding the agencies.
es: El primero es la evaluación de las posibilidades de agrupar las funciones administrativas de la mayoría de las agencias más pequeñas, con lo que se liberarían recursos y experiencia en el cumplimiento del complejo marco regulador en torno a las agencias.

source: It connects people worldwide with learning opportunities and creative ideas in the UK and builds lasting relationships between the UK and other countries.
es: Pone en contacto a personas de todo el mundo que tengan oportunidades de aprendizaje e ideas creativas y entabla relaciones duraderas entre el Reino Unido y otros países.

source: That exploratory mission aimed at evaluating the opportunities for using information and communication techniques applied to teaching and distance education
es: Esta misión de exploración estaba encaminada a realizar una evaluación de las posibilidades de utilización de las técnicas de la información y la comunicación aplicadas a la enseñanza y a la educación a distancia
